---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.NgPerPaSMSup2
source: html/0252a284-3fca-9cd8-ab71-0f8d84760a00.htm
---
# Autodesk.Revit.DB.SymbolTypeId.NgPerPaSMSup2 Property

Symbol ng/(Pa·s·m²), indicating unit Nanograms per pascal second square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId NgPerPaSMSup2 { get; }
```